{
  "what is the positively charged particle in an atom?": "Proton",
  "which type of bond involves the sharing of electrons?": "Covalent bond",
  "what is an isotope?": "A variant of an element with a different number of neutrons",
  "which particle orbits the nucleus of an atom?": "Electron",
  "what makes an isotope radioactive?": "An unstable nucleus",
  "what is a compound?": "A molecule with two different elements",
  "which bond is formed by the transfer of electrons?": "Ionic bond",
  "what is an element?": "A substance with only one type of atom",
  "what is found in the nucleus of an atom?": "Protons and neutrons",
  "what is the negatively charged particle in an atom?": "Electron",
  "what is the neutral particle in an atom?": "Neutron",
  "which type of bond is strongest in living organisms?": "Covalent bond",
  "what is the charge of a neutron?": "Neutral",
  "which type of bond is most commonly found in salts?": "Ionic bond",
  "what defines an element's atomic number?": "Number of protons",
  "what do isotopes of an element have in common?": "Number of protons",
  "what type of bond is found in a water molecule?": "Covalent bond",
  "what is the charge of an electron?": "Negative",
  "which particle determines the chemical properties of an atom?": "Electron",
  "what is the charge of a proton?": "Positive",
  "what is the function of weak interactions in biological systems?": "To facilitate temporary bonds",
  "what is the role of electrons in chemical bonding?": "They are transferred or shared",
  "which part of the atom is involved in chemical reactions?": "Electron",
  "what do you call atoms with the same number of protons but different number of neutrons?": "Isotopes",
  "which type of bond involves hydrogen atoms?": "All of the above",
  "what forms when atoms gain or lose electrons?": "Ions",
  "which is a stable isotope?": "An isotope with a stable nucleus",
  "what type of bond is found in organic molecules?": "Covalent bond",
  "what is the role of radioactive isotopes in medicine?": "They are used as tracers",
  "which of these is not a subatomic particle?": "Compound",
  "which of these is a molecule?": "O2",
  "which is not a type of chemical bond?": "Strong interaction",
  "what makes a compound different from a mixture?": "Compounds have a fixed ratio of elements",
  "what is the role of electrons in ionic bonds?": "They are transferred",
  "what is true about the number of protons and electrons in a neutral atom?": "They are equal",
  "what type of bond holds one water molecule to another?": "Hydrogen bond",
  "which of the following is not a property of water?": "Nonpolar",
  "which type of bond is within a single water molecule?": "Covalent bond",
  "what type of molecule is water?": "Polar covalent",
  "what property of water is responsible for capillary action?": "Adhesion",
  "what kind of charge does the oxygen atom have in a water molecule?": "Negative",
  "what is the term for water's ability to flow against gravity in small tubes?": "Capillary action",
  "what happens to water molecules as they freeze?": "They move farther apart",
  "how many hydrogen atoms are in a water molecule?": "2",
  "what kind of charge do the hydrogen atoms in a water molecule have?": "Positive",
  "which molecule is most likely to dissolve in water?": "Polar",
  "which of the following is a unique property of water?": "High heat capacity",
  "which of the following is least likely to dissolve in water?": "Oil",
  "what happens to the hydrogen bonds between water molecules when water boils?": "They break",
  "in which state is water least dense?": "Solid",
  "what type of bond is present between the hydrogen and oxygen atoms in a single water molecule?": "Covalent bond",
  "what property of water allows it to absorb a large amount of heat without a significant change in temperature?": "High heat capacity",
  "which of the following molecules can form hydrogen bonds with water?": "NH3",
  "what is the term for the attraction between molecules of different substances?": "Adhesion",
  "how does salt dissolve in water?": "Water molecules surround and isolate the ions",
  "which property of water allows organisms to better regulate their internal temperature?": "High heat capacity",
  "why does ice float on water?": "Ice is less dense than water",
  "what is responsible for the high surface tension of water?": "Hydrogen bonds",
  "which of the following is not a result of hydrogen bonding in water?": "Nonpolar nature",
  "which of the following substances would be most soluble in water?": "NaCl",
  "what type of bonds hold the atoms in a single water molecule together?": "Covalent bonds",
  "why do water striders (insects) glide easily on the water surface?": "High surface tension of water",
  "in what state does water have the highest density?": "Liquid",
  "why is water a good temperature buffer?": "High heat capacity",
  "what does the \"universal solvent\" refer to?": "Water",
  "why does sweating cool you down?": "Evaporation of sweat requires heat",
  "what is the term for the clinging of one substance to another?": "Adhesion",
  "which of the following is not a result of water's high heat capacity?": "Causes quick temperature changes",
  "what is the term for the attraction between molecules of the same substance?": "Cohesion",
  "why does water have a high specific heat?": "Because of its hydrogen bonds",
  "what are the building blocks of carbohydrates?": "Monosaccharides",
  "which type of reaction links monosaccharides together?": "Dehydration Synthesis",
  "what is the primary function of carbohydrates?": "Energy Source",
  "which of the following is a disaccharide?": "Lactose",
  "what does the Glycemic Index (GI) measure?": "Sugar absorption rate",
  "how do polysaccharides differ from monosaccharides?": "Complexity and function",
  "what happens during hydrolysis?": "Water is added",
  "what is the main carbohydrate found in the human body?": "Glycogen",
  "which hormone regulates blood sugar?": "Insulin",
  "what is the typical effect of carbohydrates with a high GI on blood sugar?": "Rapid rise",
  "which carbohydrate is most quickly absorbed?": "Glucose",
  "what is the complex carbohydrate found in plants?": "Starch",
  "which term describes the simplest carbohydrates?": "Monosaccharides",
  "which disease is closely related to carbohydrate metabolism?": "Diabetes",
  "what is the main storage form of carbohydrates in animals?": "Glycogen",
  "what are carbohydrates composed of?": "Carbon, Hydrogen, Oxygen",
  "what type of carbohydrates are found in milk?": "Lactose",
  "which of the following is not a monosaccharide?": "Starch",
  "what happens when blood sugar is too high?": "Release of insulin",
  "which diet practice helps in weight management?": "Balancing carbohydrate intake",
  "what is the role of fiber in the diet?": "Aids in digestion",
  "which is a complex carbohydrate?": "Cellulose",
  "which polysaccharide cannot be digested by humans?": "Cellulose",
  "which sugar is found in fruits?": "Fructose",
  "which carbohydrate is a polymer of glucose?": "Cellulose",
  "which is a low GI carbohydrate?": "Oatmeal",
  "what is the role of insulin in the body?": "Facilitates glucose uptake",
  "which disaccharide is composed of glucose and fructose?": "Sucrose",
  "what is a primary role of carbohydrates in plants?": "Structural support",
  "which carbohydrate is stored in the liver?": "Glycogen",
  "what is lactose intolerance?": "Inability to metabolize lactose",
  "what is the primary carbohydrate in sports drinks?": "Glucose",
  "what type of sugar is table sugar?": "Sucrose",
  "which monosaccharide is mainly used for energy in the body?": "Glucose",
  "what season do many trees lose their leaves?": "Autumn",
  "which animal is known to hibernate during winter?": "Bear",
  "in which season do flowers usually start to bloom?": "Spring",
  "what do birds often do to survive cold winters?": "Migrate",
  "which season has the longest days and shortest nights?": "Summer",
  "how do animals like squirrels prepare for winter?": "Store food",
  "what happens to daylight hours during winter?": "Decrease",
  "which season is known for leaves changing color?": "Autumn",
  "what do some animals do to adapt to colder temperatures?": "Grow thicker fur",
  "in which season are baby animals like lambs often born?": "Spring",
  "why do some plants die back in winter?": "Cold temperatures",
  "what season is typically associated with harvesting crops?": "Autumn",
  "which season do animals like deer grow new antlers?": "Spring",
  "how do some insects survive the winter season?": "Build cocoons",
  "what changes in the environment signal birds to migrate?": "All of the above",
  "in which season do many animals shed their heavy winter coats?": "Spring",
  "what happens to many plants during spring?": "They bloom",
  "why do some animals change color with the seasons?": "To match the environment",
  "which season do animals like bears typically hibernate?": "Winter",
  "what do animals that migrate usually search for?": "Warmer climates",
  "how do plants like evergreens survive winter?": "Produce antifreeze substances",
  "in which season do leaves grow back on deciduous trees?": "Spring",
  "what do frogs do during winter to survive the cold?": "Burrow underground",
  "why do animals like rabbits grow white fur in winter?": "To hide in the snow",
  "which season do we usually see the most butterflies?": "Summer",
  "what is it called when plants stop growing during winter?": "Dormancy",
  "how do fish survive in ponds that freeze over in winter?": "Live in the water below ice",
  "which season has the shortest days and longest nights?": "Winter",
  "what do animals like geese form when migrating?": "V-shaped formations",
  "in which season do many animals have babies?": "Spring",
  "why do some trees lose their leaves in autumn?": "To conserve water",
  "how do bees survive during the winter?": "They stay warm in the hive",
  "what do animals like bears eat a lot before hibernation?": "Fat-rich foods",
  "which season do people often plant new seeds?": "Spring",
  "what happens to some animals' metabolism during hibernation?": "Slows down",
  "why do some animals migrate?": "To find food",
  "in which season do leaves turn red, orange, and yellow?": "Autumn",
  "what is the main reason animals hibernate?": "Lack of food",
  "how do earthworms survive when the ground freezes?": "They burrow deeper underground",
  "which season is known for being cold and snowy in many places?": "Winter",
  "what do animals like rabbits do to stay warm in winter?": "Build shelters",
  "in which season do farmers usually plant crops?": "Spring",
  "how does the change in seasons affect the amount of daylight?": "It changes throughout the year",
  "what do animals like hedgehogs do during cold seasons?": "Hibernate",
  "which molecule is essential for life and has a bent shape with polar covalent bonds?": "Water",
  "which characteristic describes molecular polarity?": "Uneven distribution of charge",
  "what type of bond forms between a hydrogen atom attached to an electronegative atom and another electronegative atom?": "Hydrogen bond",
  "which property of water allows water molecules to stick to each other?": "Cohesion",
  "what property of water allows it to stick to other surfaces?": "Adhesion",
  "which property causes the surface of water to act like a flexible skin?": "Surface tension",
  "what term describes a single subunit that can be bonded to form a polymer?": "Monomer",
  "what term refers to a large molecule made of repeating monomer units?": "Polymer",
  "which process involves breaking down polymers into monomers by adding water?": "Hydrolysis",
  "which reaction forms a covalent bond between monomers by removing water?": "Dehydration synthesis",
  "which term describes large biological molecules like proteins and nucleic acids?": "Macromolecule",
  "which macromolecule is composed of sugar monomers and functions in energy storage and structure?": "Carbohydrate",
  "which macromolecule is made of amino acid monomers and performs a variety of functions including catalysis?": "Protein",
  "which macromolecule carries genetic information in cells?": "Nucleic acid",
  "what is the monomer unit of proteins?": "Amino acid",
  "what is the monomer of nucleic acids?": "Nucleotide",
  "which type of bond links amino acids together in a protein?": "Peptide bond",
  "what type of bond involves the sharing of electron pairs between atoms?": "Covalent bond",
  "which component of a nucleotide contains phosphorus and oxygen atoms?": "Phosphate group",
  "what part of a nucleotide distinguishes one nucleotide from another?": "Nitrogenous base",
  "which sugar is found in the backbone of DNA?": "Deoxyribose",
  "which sugar is present in the backbone of RNA but not in DNA?": "Ribose",
  "which nitrogenous base pairs with adenine in DNA?": "Thymine",
  "which nitrogenous base is found in RNA but not in DNA?": "Uracil",
  "which nucleic acid typically exists as a double stranded molecule?": "DNA",
  "which nucleic acid is usually single stranded and can catalyze reactions?": "RNA",
  "what term describes the twisted ladder structure of DNA?": "Double helix",
  "which level of protein structure is determined by the sequence of amino acids?": "Primary structure",
  "which protein structure includes alpha-helices and beta-sheets formed by hydrogen bonding?": "Secondary structure",
  "which level of protein structure describes the overall three-dimensional shape of a single polypeptide chain?": "Tertiary structure",
  "which protein structure results from the association of multiple polypeptide subunits?": "Quaternary structure",
  "which part of an amino acid side chain determines its chemical properties?": "R group",
  "what term describes amino acid side chains that repel water?": "Hydrophobic",
  "what term describes amino acid side chains that interact well with water?": "Hydrophilic",
  "what type of R group gain or lose electrons and form charged side chains?": "Ionic",
  "which element is the primary building block of organic molecules?": "Carbon",
  "which element is essential for the formation of amino acids and nucleotides?": "Nitrogen",
  "which element is found in the phosphate group of nucleotides?": "Phosphorus",
  "which term describes fatty acids that contain one or more double bonds?": "Unsaturated",
  "which type of lipid has both hydrophilic and hydrophobic regions and forms cell membranes?": "Phospholipid",
  "which phrase describes the process by which monomers are connected to build polymers?": "Monomer assembly",
  "what are the smaller compounds called that join together to form polymers?": "Monomers",
  "what term is used for 'giant molecules' in biology?": "Macromolecules",
  "which elements are found in carbohydrates?": "Carbon, Hydrogen, Oxygen",
  "what is the chemical formula of monosaccharides?": "C6H12O6",
  "what is the chemical formula of disaccharides?": "C12H22O11",
  "which process joins two monosaccharides together with the release of one molecule of water?": "Dehydration Synthesis",
  "what reaction breaks down carbohydrates into their monomer units?": "Hydrolysis",
  "what are polysaccharides?": "Polymers of carbohydrates",
  "how are polysaccharides formed?": "By dehydration reactions",
  "what is the Glycemic Index (GI)?": "A measure of how quickly food raises blood sugar",
  "which foods do not have a GI?": "Meats",
  "why is GI important for diabetes management?": "It helps manage blood sugar levels",
  "what effect do low-GI foods have on blood sugar?": "They cause a gradual rise",
  "which of the following is not a type of lipid?": "Proteins",
  "why are lipids grouped together?": "Because they are all hydrophobic",
  "what are most lipids composed of?": "1 glycerol and 3 fatty acids",
  "what are the two varieties of fatty acids?": "Saturated and Unsaturated",
  "which of the following is a modified lipid?": "Phospholipids",
  "what is a characteristic of steroids?": "They consist of four fused rings",
  "how can consuming low-GI foods affect insulin sensitivity?": "It improves insulin sensitivity",
  "what is a common factor between lipids and low-GI foods in diabetes management?": "Both help in weight management",
  "what is the first step in testing for fat in a sample?": "Add ethanol",
  "what should you do after adding alcohol to a fat sample?": "Shake the test tube gently",
  "what indicates the presence of fat after the final step of the fat test?": "The solution turns milky white",
  "which of the following is a result of hydrolysis?": "Breaking down of polysaccharides",
  "dehydration synthesis involves the:": "Removal of water to form bonds",
  "what characteristic do all lipids share?": "They are hydrophobic",
  "which of the following is a lipid with a glycerol backbone?": "Triglyceride",
  "what is the primary difference between saturated and unsaturated fatty acids?": "Saturated fats are solid at room temperature, unsaturated fats are not",
  "which of the following statements is true regarding dehydration synthesis?": "It releases water as a byproduct",
  "what is the defining characteristic of a chemical compound?": "It consists of two or more elements chemically combined in definite proportions.",
  "which type of bond is formed when one or more electrons are transferred from one atom to another?": "Ionic bond",
  "a covalent bond is characterized by the...": "sharing of electrons between atoms.",
  "which of the following is described as a weak attraction between a hydrogen atom and an atom like oxygen or nitrogen?": "Hydrogen bond",
  "substances that have the same molecular formula but different structural arrangements of atoms are called:": "Isomers",
  "which subatomic particles are located in the nucleus of an atom?": "Protons and neutrons",
  "isotopes of the same element differ in their number of:": "Neutrons",
  "which of the following is a key characteristic of radioactive isotopes (radioisotopes)?": "They are unstable and release radiation as they break down.",
  "what defines a chemical element?": "The number of protons in its atoms' nuclei",
  "which three subatomic particles constitute an atom?": "Protons, neutrons, and electrons",
  "which of the following is a primary characteristic that classifies a diverse group of substances like fats, oils, and waxes as lipids?": "They are all hydrophobic, meaning they do not mix with water.",
  "the diagram illustrating the formation of a triglyceride shows one glycerol molecule reacting with three fatty acid molecules. What is this chemical process called?": "Dehydration Synthesis",
  "what is the key chemical feature of a saturated fatty acid chain?": "It has no double bonds between the carbon atoms.",
  "which of these food items is a common source of saturated fats?": "Fatty cuts of beef",
  "what does the Glycemic Index (GI) measure?": "How quickly a food containing 碳⽔化合物 (carbohydrates) raises ⾎糖 (blood sugar) levels.",
  "which of the following food types do NOT have a Glycemic Index value?": "Oils, fats, and meats",
  "why is consuming low-GI foods beneficial for individuals with 糖尿病 (diabetes)?": "They are 吸收 (absorbed) slowly, leading to a gradual rise in ⾎糖 (blood sugar) levels.",
  "how can a diet consisting of low-GI foods affect 胰岛素敏感性 (insulin sensitivity)?": "It may improve 胰岛素敏感性 (insulin sensitivity) over time.",
  "what is the primary reason that low-GI foods are recommended for managing 糖尿病 (diabetes)?": "They help in avoiding sharp spikes and subsequent crashes in ⾎糖 (blood sugar) levels.",
  "when iodine solution is added to the potato, a blue-black color appears. What does this color change indicate?": "A positive test for the presence of starch.",
  "what is the main function of cellulose in plants?": "It makes up the plant cell walls.",
  "which polysaccharide is described as \"animal starch\" and is stored in the liver and skeletal muscle of humans?": "Glycogen",
  "based on the provided table, which polysaccharide is structural and found in insects?": "Chitin",
  "which of the following food items would be a primary source of monosaccharides?": "Oranges",
  "what is the name of the process where two monosaccharides join together to form a disaccharide with the release of a water molecule?": "Dehydration synthesis",
  "what are the final products of carbohydrate digestion before they are absorbed into the bloodstream?": "Monosaccharides such as glucose, galactose, and fructose",
  "what are the three elements that make up carbohydrates?": "Carbon, Hydrogen, and Oxygen",
  "what is the general chemical formula for a monosaccharide?": "C6H12O6",
  "where does the initial digestion of dietary carbohydrates begin, and which enzyme is responsible?": "Mouth; Salivary α-amylase",
  "based on the image, which of the following substances has a lower concentration of H+ ions than tomato juice?": "Baking soda",
  "what pH value is considered completely neutral?": "7",
  "which of the following is an example of a basic (alkaline) substance?": "All of the above",
  "what is the primary function of a buffer?": "To resist sharp, sudden changes in pH.",
  "blood has a normal pH of 7.4 and is regulated by buffers. This means that blood is naturally:": "Slightly basic (alkaline)",
  "what is the term for the attraction between molecules of different substances?": "Adhesion",
  "the combined forces of cohesion and adhesion result in which of the following phenomena?": "Capillary action",
  "why is water referred to as the \"universal solvent\"?": "It is a highly polar molecule, allowing it to dissolve all polar and ionic substances.",
  "what is a mixture where the components are evenly distributed throughout?": "Solution",
  "which of the following describes a suspension?": "A mixture of water and non-dissolved material.",
  "in a water molecule (H2O), which of the following correctly describes the partial charges?": "The hydrogen atom has a partial positive charge, and the oxygen atom has a partial negative charge.",
  "which of the following best defines cohesion?": "The attraction of molecules of the same substance.",
  "in an experiment where water is poured along a soaked rope from one container to another, what property explains why the water follows the rope?": "Cohesion due to hydrogen bonding",
  "in a water molecule (H2O), what are the partial charges on the hydrogen and oxygen atoms?": "Hydrogen is partially positive, and oxygen is partially negative.",
  "the property of water molecules sticking to each other is known as cohesion. This is a direct result of:": "Hydrogen bonds",
  "why is ice less dense than liquid water?": ["The hydrogen bonds in the ice's crystal lattice structure hold the molecules farther apart than in liquid water.","The water molecules in ice form a crystal lattice with more space between them."],
  "water has a high heat capacity. This means:": "It can absorb a large amount of heat with only a small change in temperature.",
  "the 'beading' of water on a waxy surface is primarily caused by which property?": "The cohesive forces of water are stronger than the adhesive forces between water and wax.",
  "an atom's structure consists of specific subatomic particles. Which statement accurately describes the location and charge of these components?": "The nucleus has positive protons and neutral neutrons. Negative electrons orbit this central core.",
  "two atoms of the same element have the same number of protons but a different number of neutrons, resulting in different atomic masses. What are these atoms called?": "They are called isotopes, atoms of the same element that differ only in their number of neutrons in the nucleus.",
  "a chemical bond forms when one atom completely transfers one or more electrons to another atom, creating oppositely charged ions that attract. What is this bond called?": "An ionic bond, which results from the electrostatic attraction between positively and negatively charged ions.",
  "the polarity of water molecules causes them to attract each other. What is this weak attraction between a positive hydrogen and a negative oxygen atom of another molecule?": "Hydrogen bond, a weak attraction between the slightly positive hydrogen of one molecule and the oxygen of another.",
  "nonpolar substances like oil do not mix with polar substances like water because they are repelled by water molecules. What term describes this \"water-hating\" property?": "Hydrophobic, a \"water-hating\" property of nonpolar substances that do not dissolve in water.",
  "consuming saturated fats in excess can lead to which of the following health issues?": "plaque buildup in arteries",
  "which of the following is listed as a primary health benefit of consuming unsaturated fats?": "They help reduce inflammation and support brain health.",
  "which of these food items is a primary source of saturated fat?": "Butter",
  "what is the direct health outcome of replacing saturated fats with unsaturated fats in one's diet?": "A reduced risk of heart disease",
  "what is the essential function of phospholipids in the body?": "They form the structural bilayer of cell membranes.",
  "proteins (蛋⽩质) are polymers. What are the individual units, or monomers, that are joined together by peptide bonds (肽键) to form these polymers?": "Amino Acids (氨基酸)",
  "hormones like insulin and adrenaline transmit signals between cells to coordinate bodily processes. To which functional class of proteins do they belong?": "Messenger Proteins",
  "collagen, found in muscles and bones, and keratin, which forms hair and skin, are examples of which type of protein?": "Structural Proteins",
  "which of the following best describes the function of defensive proteins, such as antibodies?": "They identify and neutralize harmful invaders like bacteria and viruses.",
  "hemoglobin is a protein that carries oxygen in the blood, and ferritin is a protein that stores iron. These proteins are classified as:": "Transport and Storage Proteins",
  "what is the correct and safest way to carry a microscope?": "With one hand on the arm and one hand under the base.",
  "which part of the microscope is used for the initial, rough focusing of the specimen?": "The Coarse Focus Knob",
  "before you place your slide on the stage, which objective lens should be clicked into position?": "The lowest power objective.",
  "when viewing a specimen under the high-power objective, which knob should you NEVER use?": "The Coarse Focus Knob",
  "what is the final step listed in the cleanup procedure after you have finished your observation?": "Switch to the lowest power objective, remove the slide, turn off the light, and unplug the scope.",
  "what defines an \"essential amino acid\" ?":"An amino acid that the body cannot produce, so it must be obtained from food.",
  "which of the following amino acids is classified as non-essential?": "Aspartate (Aspartic Acid)",
  "under what conditions do \"conditionally essential\" amino acids become essential?": "During times of significant stress, illness, or injury.",
  "a food that contains all nine essential amino acids is known as a \"complete protein.\" Which of the following plant-based foods is listed as a complete protein source?": "Quinoa",
  "all of the following are mentioned as excellent sources of animal-based complete proteins EXCEPT:": "Spirulina",
  "what level of protein structure is defined by the unique linear sequence of amino acids, such as the repeating glycine and alanine units in the MaSp1 spidroin?": "Primary structure",
  "the intricate, overall three-dimensional shape of a single polypeptide chain, such as one folded fibroin molecule, is known as its:": "Tertiary structure",
  "protein denaturation involves the loss of a protein's three-dimensional structure and biological function. Which level of protein structure remains intact during this process?": "Primary structure",
  "which of the following is a cause of protein denaturation that works by disrupting hydrogen bonds and hydrophobic interactions?": "High temperature",
  "What is the advance in technology leading to The Discovery of the Cell?": "the invention of the microscope",
  "what kind material Robert Hook is using?": "cork",
  "Hooke called the chambers under microscope_______": "cells",
  "What Anton van Leeuwenhoek was studying?": "pond water",
  "In the Cell theory, Matthias Schleiden concluded that_______": "all plants are made of cells",
  "In the cell theory Theodor Schwann stated that____________": "all animals are made of cells.",
  "German physician RudolfVirchow published the idea that_________________": "new cells can be produced only from the division of existing cells.",
  "The cell theory states:": "All living things are made up of cells; Cells are the basic units of structure and function in living things; New cells are produced from existing cells.",
  "Microscopes work by using____________ to produce magniﬁed images.": "beams of light or electrons",
  "A typical light microscope allows light to pass through a _________ and uses two lenses to form an image.": "specimen",
  "light microscopes can produce clear images of objects only to a magniﬁcation of about ________ times.": "1000",
  "Since most living cells are nearly transparent, ______________ are used to help make cells and their parts visible.": "chemical stains or dyes",
  "Light microscopes can be used to see cells and cell structures as small as 1 _______ of a meter": "millionth",
  "To study a virus or a DNA molecule, scientists need": "electron microscopes",
  "Electron microscopes offer much _______ resolution than light microscopes.": "higher",
  "Samples must be placed in a ______ to be studied with an electron microscope.": "vacuum",
  "Electron microscopy, despite its higher resolution, can be used to examine only ___________ cells and tissues.": "nonliving",
  "The two major types of electron microscopes are ____________________________": "transmission and scanning",
  "In Transmission Electron Microscopes, Beams ams of electrons can only __________ thin samples, so cells and tissues must be cut into extremely thin slices before they can be examined.": "pass through",
  "In Scanning Electron Microscopes, a pencil like beam of electrons is ___________ the surface of a specimen.": "scanned over",
  "The scanning electron microscope produces stunning ______________ images of the specimen's surface.": "three-dimensional",
  "The colors in light micrographs come from the cells themselves or from _____________ used to highlight them.": "the stains and dyes",
  "Electron micrographs, however, are actually ___________ color .": "black and white",
  "If scientists were studying a structure found on the surface of yeast, which kind of microscope would they likely use?": "Scanning Electron Microscopes",
  "Typical cells range from _________ micrometers (um) in diameter.": "5 to 50",
  "all cells, at some point in their lives, contain ____________": "DNA",
  "All cells are surrounded by a thin ﬂexible barrier called a ___________________.": "cell membrane",
  "The ____________________ is a large membrane-enclosed structure that contains genetic material in the form of DNA.": "nucleus",
  "_________________________ are cells that enclose their DNA in nuclei.": "Eukaryotes",
  "________________________ are cells that do not enclose DNA in nuclei.": "prokaryotes",
  "The very ﬁrst photosynthetic organisms to appear on Earth, nearly 3 billion years ago, were _____________________": "cyanobacteria",
  "Eukaryotic organisms include ____________________ and many unicellular organisms.": "plants, animals, fungi,",
  "In eukaryotic cells, the _______________ separates the genetic material from the rest of the cell.": "nucleus",
  "In __________________, cells are specialized for speciﬁc tasks, such as support, communication, movement, or the production of proteins or other cell products.": "multicellular organisms",
  "As a general rule, the cells of multi-cellular organisms__________________________. They work together to complete the tasks of life.": "cannot survive individually"
}
