{
  "What is the positively charged particle in an atom?": "Proton",
  "Which type of bond involves the sharing of electrons?": "Covalent bond",
  "What is an isotope?": "A variant of an element with a different number of neutrons",
  "Which particle orbits the nucleus of an atom?": "Electron",
  "What makes an isotope radioactive?": "An unstable nucleus",
  "What is a compound?": "A molecule with two different elements",
  "Which bond is formed by the transfer of electrons?": "Ionic bond",
  "What is an element?": "A substance with only one type of atom",
  "What is found in the nucleus of an atom?": "Protons and neutrons",
  "What is the negatively charged particle in an atom?": "Electron",
  "What is the neutral particle in an atom?": "Neutron",
  "Which type of bond is strongest in living organisms?": "Covalent bond",
  "What is the charge of a neutron?": "Neutral",
  "Which type of bond is most commonly found in salts?": "Ionic bond",
  "What defines an element's atomic number?": "Number of protons",
  "What do isotopes of an element have in common?": "Number of protons",
  "What type of bond is found in a water molecule?": "Covalent bond",
  "What is the charge of an electron?": "Negative",
  "Which particle determines the chemical properties of an atom?": "Electron",
  "What is the charge of a proton?": "Positive",
  "What is the function of weak interactions in biological systems?": "To facilitate temporary bonds",
  "What is the role of electrons in chemical bonding?": "They are transferred or shared",
  "Which part of the atom is involved in chemical reactions?": "Electron",
  "What do you call atoms with the same number of protons but different number of neutrons?": "Isotopes",
  "Which type of bond involves hydrogen atoms?": "All of the above",
  "What forms when atoms gain or lose electrons?": "Ions",
  "Which is a stable isotope?": "An isotope with a stable nucleus",
  "What type of bond is found in organic molecules?": "Covalent bond",
  "What is the role of radioactive isotopes in medicine?": "They are used as tracers",
  "Which of these is not a subatomic particle?": "Compound",
  "Which of these is a molecule?": "O2",
  "Which is not a type of chemical bond?": "Strong interaction",
  "What makes a compound different from a mixture?": "Compounds have a fixed ratio of elements",
  "What is the role of electrons in ionic bonds?": "They are transferred",
  "What is true about the number of protons and electrons in a neutral atom?": "They are equal",
  "What type of bond holds one water molecule to another?": "Hydrogen bond",
  "Which of the following is not a property of water?": "Nonpolar",
  "Which type of bond is within a single water molecule?": "Covalent bond",
  "What type of molecule is water?": "Polar covalent",
  "What property of water is responsible for capillary action?": "Adhesion",
  "What kind of charge does the oxygen atom have in a water molecule?": "Negative",
  "What is the term for water's ability to flow against gravity in small tubes?": "Capillary action",
  "What happens to water molecules as they freeze?": "They move farther apart",
  "How many hydrogen atoms are in a water molecule?": "2",
  "What kind of charge do the hydrogen atoms in a water molecule have?": "Positive",
  "Which molecule is most likely to dissolve in water?": "Polar",
  "Which of the following is a unique property of water?": "High heat capacity",
  "Which of the following is least likely to dissolve in water?": "Oil",
  "What happens to the hydrogen bonds between water molecules when water boils?": "They break",
  "In which state is water least dense?": "Solid",
  "What type of bond is present between the hydrogen and oxygen atoms in a single water molecule?": "Covalent bond",
  "What property of water allows it to absorb a large amount of heat without a significant change in temperature?": "High heat capacity",
  "Which of the following molecules can form hydrogen bonds with water?": "NH3",
  "What is the term for the attraction between molecules of different substances?": "Adhesion",
  "How does salt dissolve in water?": "Water molecules surround and isolate the ions",
  "Which property of water allows organisms to better regulate their internal temperature?": "High heat capacity",
  "Why does ice float on water?": "Ice is less dense than water",
  "What is responsible for the high surface tension of water?": "Hydrogen bonds",
  "Which of the following is not a result of hydrogen bonding in water?": "Nonpolar nature",
  "Which of the following substances would be most soluble in water?": "NaCl",
  "What type of bonds hold the atoms in a single water molecule together?": "Covalent bonds",
  "Why do water striders (insects) glide easily on the water surface?": "High surface tension of water",
  "In what state does water have the highest density?": "Liquid",
  "Why is water a good temperature buffer?": "High heat capacity",
  "What does the \"universal solvent\" refer to?": "Water",
  "Why does sweating cool you down?": "Evaporation of sweat requires heat",
  "What is the term for the clinging of one substance to another?": "Adhesion",
  "Which of the following is not a result of water's high heat capacity?": "Causes quick temperature changes",
  "What is the term for the attraction between molecules of the same substance?": "Cohesion",
  "Why does water have a high specific heat?": "Because of its hydrogen bonds"
}
